{
    "narratorbot": "Narrator Bot",
    "ping": "Ping",
    "boosterDaily": "Da du diesen Server boostest, hast du die doppelte Belohnung bekommen!",
    "daily": "{emoji} Du hast {number} {prize} bekommen!",
    "noItemProvided": "Bitte wähle ein Item aus dem Shop aus, das du kaufen möchtest!",
    "unknownColor": "Leider ist die Farbe {color} nicht vorhanden.\nBitte versuch es erneut mit einer richtigen Farbe aus  \\`+shop colors\\`!",
    "alreadyPurchasedRole": "Hey, du hast diese Rolle bereits gekauft!",
    "alreadyPurchasedColor": "Hey, du hast diese Farbe bereits gekauft!",
    "alreadyPurchasedItem": "Hey, du hast bereits das Item {item} gekauft!",
    "notEnoughCurrency": "Du hast nicht genügend {currency} für dieses Item!",
    "channelPurchaseSuccess": "Du hast einen privaten Kanal gekauft! Du kannst deinen Kanal hier bearbeiten: {channelLink}",
    "bugNoArguments": "Bitte beschreibe den Bug möglichst genau.\nGib an, wie der Bug aufgetreten ist, für welche Rolle und in welchem Spiel. Erkläre zudem auch die weiteren Folgen, die aufgetreten sind. Wenn du Screenshots hast, führe den Bug Befehl aus und füge die oben genannten Details hinzu. Für Bilder gehst du dann auf den vom Bot generierten Link und sendest diese in die Kommentare.",
    "bugNoGameServer": "Bei einem im Spielserver erstellten Bugreport können keine Bilder angehangen werden. Bitte benutze den Link unten um deine Bilder hinzuzufügen.",
    "bugSuccess": "Der Bug wurde erfolgreich gemeldet! Wenn du Bilder oder mehr Informationen hast, gib sie hier an: {url}",
    "suggestNoArguments": "Bitte beschreibe deinen Vorschlag ausführlich.\nGib möglichst genau an, wie du das aktuelle System verbessern willst / wie effektiv deine Idee ist und warum sie zu WOVSIM hinzugefügt werden muss. Erkläre dabei auch den Unterschied zum aktuellen System.\nWenn du Bilder oder Details hinzuzufügen hast, führe den Befehl mit den oben genannten Erklärungen aus. Um Bilder oder Details hinzuzufügen gehe auf den vom Bot generierten Link und sende die Bilder in die Kommentare.",
    "suggestNoGameServer": "Angehängte Bilder bei einem Vorschlag von dem Spielserver können nicht übermittelt werden. Bitte benutze den Link unten, um deine Bilder hinzuzufügen",
    "suggestSuccess": "Dein Vorschlag wurde gesendet! Wenn du Bilder oder mehr Informationen hast gib sie hier an: {url}",
    "timeNoDuration": "Wie lange soll es gehen? Du hast vergessen eine Zeit anzugeben.",
    "timeInvalidFormat": "Ungültiges Zeitformat!",
    "timeSet": "Timer wurde auf {time} gesetzt",
    "timeIsUp": "Timer ist abgelaufen! {ping}",
    "colorInvalid": "Die Farbe {color} ist keine gültige Farbe!",
    "specialRoleMissing": "Ich finde keine eigene Rolle, die dir gehört! Wenn du eine haben solltest, melde diesen Bug mit dem Befehl `+bug`.",
    "colorNotSpecified": "Bitte gib eine Farbe an!",
    "colorChanged": "Die Farbe deiner eigenen Rolle wurde geändert!",
    "nameInvalid": "Dieser Name ist ungültig!",
    "nameSuccess": "Deine eigene Rolle wurde zu {name} umbenannt.",
    "profileNeedToBuy": "Du musst den Profil Befehl erst im Shop kaufen, bevor du ihn benutzen kannst!",
    "profileLocked": "Dieser Spieler hat das Profil aus dem Shop noch nicht freigeschalten!",
    "profile": "Profil",
    "inventory": "Inventar",
    "shopTitle": "Wolvesville Simulation Shop",
    "shopFooter": "Benutze den Befehl `+buy <color> role` um eine Farbrolle zu kaufen.",
    "page": "Seite",
    "availableColors": "Verfügbare Farben",
    "customizeSettings": "Ändere deine Einstellungen hier!"
}