{
    "narratorbot": "Narrator Bot",
    "ping": "Ping",
    "boosterDaily": "Da du diesen Server boostest, hast du die doppelte Belohnung bekommen!",
    "daily": "{emoji} Du hast {number} {prize} bekommen!",
    "noItemProvided": "Bitte wähle ein Item aus dem Shop aus, das du kaufen möchtest!",
    "unknownColor": "Leider ist die Farbe {color} nicht vorhanden.\nBitte versuch es erneut mit einer richtigen Farbe aus  \\`+shop colors\\`!",
    "alreadyPurchasedRole": "Hey, du hast diese Rolle bereits gekauft!",
    "alreadyPurchasedColor": "Hey, du hast diese Farbe bereits gekauft!",
    "alreadyPurchasedItem": "Hey, du hast bereits das Item {item} gekauft!",
    "notEnoughCurrency": "Du hast nicht genügend {currency} für dieses Item!",
    "channelPurchaseSuccess": "Du hast einen privaten Kanal gekauft! Du kannst deinen Kanal hier bearbeiten: {channelLink}",
    "bugNoArguments": "Bitte beschreibe den Bug möglichst genau.\nGib an, wie der Bug aufgetreten ist, für welche Rolle und in welchem Spiel. Erkläre zudem auch die weiteren Folgen, die aufgetreten sind. Wenn du Screenshots hast, führe den Bug Befehl aus und füge die oben genannten Details hinzu. Für Bilder gehst du dann auf den vom Bot generierten Link und sendest diese in die Kommentare.",
    "bugNoGameServer": "Bei einem im Spielserver erstellten Bugreport können keine Bilder angehangen werden. Bitte benutze den Link unten um deine Bilder hinzuzufügen.",
    "bugSuccess": "Der Bug wurde erfolgreich gemeldet! Wenn du Bilder oder mehr Informationen hast, gib sie hier an: {url}",
    "suggestNoArguments": "Bitte beschreibe deinen Vorschlag ausführlich.\nGib möglichst genau an, wie du das aktuelle System verbessern willst / wie effektiv deine Idee ist und warum sie zu WOVSIM hinzugefügt werden muss. Erkläre dabei auch den Unterschied zum aktuellen System.\nWenn du Bilder oder Details hinzuzufügen hast, führe den Befehl mit den oben genannten Erklärungen aus. Um Bilder oder Details hinzuzufügen gehe auf den vom Bot generierten Link und sende die Bilder in die Kommentare.",
    "suggestNoGameServer": "Angehängte Bilder bei einem Vorschlag von dem Spielserver können nicht übermittelt werden. Bitte benutze den Link unten, um deine Bilder hinzuzufügen",
    "suggestSuccess": "Dein Vorschlag wurde gesendet! Wenn du Bilder oder mehr Informationen hast gib sie hier an: {url}",
    "timeNoDuration": "Wie lange soll es gehen? Du hast vergessen eine Zeit anzugeben.",
    "timeInvalidFormat": "Ungültiges Zeitformat!",
    "timeSet": "Timer wurde auf {time} gesetzt",
    "timeIsUp": "Timer ist abgelaufen! {ping}",
    "colorInvalid": "Die Farbe {color} ist keine gültige Farbe!",
    "specialRoleMissing": "Ich finde keine eigene Rolle, die dir gehört! Wenn du eine haben solltest, melde diesen Bug mit dem Befehl `+bug`.",
    "colorNotSpecified": "Bitte gib eine Farbe an!",
    "colorChanged": "Die Farbe deiner eigenen Rolle wurde geändert!",
    "nameInvalid": "Dieser Name ist ungültig!",
    "nameSuccess": "Deine eigene Rolle wurde zu {name} umbenannt.",
    "profileNeedToBuy": "Du musst den Profil Befehl erst im Shop kaufen, bevor du ihn benutzen kannst!",
    "profileLocked": "Dieser Spieler hat das Profil aus dem Shop noch nicht freigeschalten!",
    "profile": "Profil",
    "inventory": "Inventar",
    "shopTitle": "Wolvesville Simulation Shop",
    "shopFooter": "Benutze den Befehl `+buy <color> role` um eine Farbrolle zu kaufen.",
    "page": "Seite",
    "availableColors": "Verfügbare Farben",
    "customizeSettings": "Ändere deine Einstellungen hier!",
    "noMentionPriv": "Bitte erwähne nicht deinen privaten Kanal!",
    "gameServerMaxLength": "Die maximale Nachrichtenlänge beträgt {length} Zeichen!",
    "gameServerOneLine": "Du kannst nur eine Zeile pro Nachricht senden!",
    "pingMessage": "Hallo, Ich bin {name}! Mein Präfix ist {prefix} und du kannst `${prefix}help` benutzen, um all meine Befehle zu sehen!",
    "maintenance": "Wir bitten um Entschuldigung, der Bot befindet sich momentan im Wartungsmodus!",
    "blacklisted": "Du bist auf der Blacklist! Du kannst keine Befehle mehr benutzen.",
    "commandRestrictGameServer": "Dieser Befehl kann nur im Spielserver verwendet werden!",
    "error": "Beim ausführen dieses Befehls ist ein Fehler aufgetreten. Die Entwickler wurden benachrichtig.",
    "languageChange": "Deine Sprache wurde auf {language} gesetzt!",
    "voteWhileDead": "Du bist tot. Du kannst nicht abstimmen.",
    "voteSelf": "Du kannst nicht für dich selbst stimmen!",
    "voted": "Abgestimmt",
    "gameStarted": "Das Spiel hat bereits begonnen!",
    "joinedGame": "{user} ist dem Spiel beigetreten!",
    "spectateDead": "Entschuldigung, du bist tot. Du kannst jetzt nicht mehr zum Zuschauer wechseln.",
    "spectate": "{user} schaut jetzt dem Spiel zu.",
    "narrateSecondMini": "Unglücklicherweise bist du nicht der Host und da du ein Erzähler in Ausbildung bist, darfst du nicht alles beobachten.",
    "alreadyHaveRole": "Du hast diese Rolle bereits!",
    "notNarrator": "Entschuldigung, du musst ein Erzähler sein, um dies zu tun!",
    "gameBanned": "Du wurdest von Spielen gebannt! Du kannst keinem Spiel mehr beitreten.",
    "joinedLink": "{ping}, benutze den Link oben, um dem Spiel beizutreten!",
    "alreadyJoined": "Du bist dem Spiel bereits beigetreten! Schau in {channel} für den Link!",
    "amountInvalid": "{amount} is not a valid amount!",
    "coinsAdded": "Added {amount} to {user}.",
    "coinsRemoved": "Removed {amount} from {user}.",
    "userInvalid": "{user} is not a valid user!",
    "emergencyStop": "Emergency stop initiated! Please contact a dev assistant immediately!",
    "questFormatInvalid": "Invalid format! Use `+quest <user> <xp> <quest>`!",
    "stafflistQueued": "Stafflist update has been queued!",
    "needUserId": "Please specify a user ID.",
    "done": "Done!",
    "xpFormatInvalid": "Invalid format! Use `+xp <add/remove/set> <user> <amount>`!",
    "commandRan": "Successfully ran `{command}` on {user}!",
    "emojiNotFound": "Unable to find that emoji!",
    "helpMain": "**__How to join a simulation game?__**\nWhen a game is live, it will be announced in {gamewarning}. Click on the join game button to join a game server.\nRead more about how to play in {howtoplay}. Ranked games will be announced in {rankedwarn}.\n\nFor any questions head over to {supportandquestions}.\n\nUse following commands with {clientUser}'s prefix ({prefix}).",
    "economy": "Economy",
    "helpEconomy": "`shop` Buy different items in the shop.\n`daily` Get coins, roses, items as a daily reward.\n`inventory` Find the roses, coins, items in your inventory.\n`balance` Check how many narrator bot coins you got.\n`namechange` Give your custom role a new name.\n`colorchange` Give your custom role a new color.\n`profile` Check out your exclusive profile. Available in the shop!\n`use` Use this command with the item name such as lootbox, icon to use them.\n`rose` Give roses and bouquets during a game.",
    "fun": "Fun",
    "helpFun": "`emoji` use emojis from different servers available from `emojilist`.\n`write` Write something with fancy letters and numbers.\n`reverse` Reverse your sentences.",
    "bot": "Bot",
    "helpBot": "`settings` Customize your preferred language for the bot replies.\n`botinfo` Get to know more about the bot.\n`bug` Report a bug to the development team.\n`suggest` Suggest an improvement or enhancement for Narrator Bot.\n`roleinfo` Know more about the in-game roles and interactions.",
    "helpHeader": "About Narrator Bot"
}