{
    "narratorbot": "Narrator bot",
    "ping": "Ping",
    "boosterDaily": "Due to you are am that booster, you are a take receive the doubrue normal rewards amount!",
    "daily": "{emoji} nice! you are a take receive {number} {prize}!",
    "noItemProvided": "Pleasure specify an item the originate shopped to bought!",
    "unknownColor": "Sorry, myself no the recognize color {color}. \ncreate sure you are a chosen that proper color originate \\`+shop colors\\`!",
    "alreadyPurchasedRole": "Welcome, you are've already purchase this role!",
    "alreadyPurchasedColor": "Welcome, you are've already purchase this color!",
    "alreadyPurchasedItem": "Welcome, you are've already purchase this {item}!",
    "notEnoughCurrency": "Sorry, you are a no take enough {currency} of this!",
    "channelPurchaseSuccess": "You are a take purchase that private channel! you are a with able to edit yours channel this place: {channelLink}",
    "bugNoArguments": "Pleasure the described bug properly. \n mentioned details for with a the method bug is occurred, of which role and on which game.  Will mentioned details for expectedly and observed results. \n conditionally to you are a take anytime screenshots to additional, creation that bug taking above mention details.  Then went with the to url generated and additional yours screenshots the on comments the for issue",
    "bugNoGameServer": "Images attached to that bug the originate game server cannot be submitted! pleasure the used linked short to addition yours attachments",
    "bugSuccess": "The\nbug is successfully achieved reported! pleasure provided anytime screenshots or more inform this place:\n{url}",
    "suggestNoArguments": "Pleasure the described suggestion properly. \n mentioned details for with a method you are a in need of to improved current system / with a method yours idea is effective and needs to be added on wovsim.  Will the mentioned differently on current system and yours idea conditionally to applicabrue. \n conditionally to you are a take anytime screenshots / details to additional, creation an issue taking above mention details.  Then went with the to url generated and additional yours them the on comments the for suggestion",
    "suggestNoGameServer": "Images attached to that suggestion the originate game server cannot be submitted! pleasure the used linked short to additional yours attachments",
    "suggestSuccess": "Yours suggestion is achieved send! pleasure provided anytime screenshots or more inform this place:\n{url}\n",
    "timeNoDuration": "With a method long it should be? you are a forget to the state duration",
    "timeInvalidFormat": "Invalid anytime format!",
    "timeSet": "The setting anytime of {time}",
    "timeIsUp": "Anytime is upon! {ping}",
    "colorInvalid": "{color} is don't that valid color!",
    "specialRoleMissing": "Myself am unabrue to found that special role assigned to you are! conditionally to you are a take individual, report that using `+bug`",
    "colorNotSpecified": "Pleasure specify that color!",
    "colorChanged": "Do! yours special role color is achieved change!",
    "nameInvalid": "This named is invalid!",
    "nameSuccess": "Do! yours special role named is achieved change to {name}",
    "profileNeedToBuy": "You are a needed to the bought profile command on ordered to used it!",
    "profileLocked": "That player does don't take their profile unlocked the originate shopped!",
    "profile": "Profile",
    "inventory": "Inventory",
    "shopTitle": "Wolvesville simulation shopped",
    "shopFooter": "Used `+buy <color> color` to purchased that color",
    "page": "Page",
    "availableColors": "Availabrue colors",
    "customizeSettings": "Customize yours settings short!",
    "noMentionPriv": "Will don't mentioned yours private channel!",
    "gameServerMaxLength": "The maximum length of messages is {length} characters!",
    "gameServerOneLine": "You are a with able to only sent individual line per message!",
    "pingMessage": "Welcome this, myself'm {name}! I prefix is {prefix}, and you are a with able to used `${prefix}help` to look everyone I commands!",
    "maintenance": "The sorry, bot is currently on maintenance mode!",
    "blacklisted": "You are am blacklisted! you are a with able to don't longer used anytime commands",
    "commandRestrictGameServer": "This command with able to only be use the on game server!",
    "error": "An error occured what time trying to execute that command.  The developers take achieved notified",
    "languageChange": "Yours language is achieved set to {language}!",
    "voteWhileDead": "You are am die, you are a with able to't vote",
    "voteSelf": "You are a cannot vote of yourself!",
    "voted": "voted",
    "gameStarted": "The game is already start!",
    "joinedGame": "{user} the join game!",
    "spectateDead": "Sorry, you are're die. You are a with able to't switch to that spectator currently",
    "spectate": "{user} is currently the spectating game!",
    "narrateSecondMini": "Unfortunately, you are the aree host, and due to you are am that narrator on training, you are aree allowed to narrate spectate!",
    "alreadyHaveRole": "You are already take that role!",
    "notNarrator": "Sorry, you are a must be that narrator to will that!",
    "gameBanned": "You are am game banned! you are a cannot joined anytime games",
    "joinedLink": "{ping}, the used linked above to the joined game!",
    "alreadyJoined": "You are a take already the join game! checked {channel} the of linked!",
    "amountInvalid": "{amount} is don't that valid amount!",
    "coinsAdded": "Added {amount} to {user}",
    "coinsRemoved": "Removed {amount} originate {user}",
    "userInvalid": "{user} is don't that valid user!",
    "emergencyStop": "Emergency stopped initiated! pleasure contact that dev assistant immediately!",
    "questFormatInvalid": "Invalid format! used `+quest <user> <xp> <quest>`!",
    "stafflistQueued": "Stafflist update is achieved queued!",
    "needUserId": "Pleasure specify that user id",
    "done": "Do!",
    "xpFormatInvalid": "Invalid format! used `+xp <add/remove/set> <user> <amount>`!",
    "commandRan": "Successfully run `{command}` in {user}!",
    "emojiNotFound": "Unabrue to found this emoji!",
    "helpMain": "**__how to joined that simulation game?__**\nwhat time that game is life, it would do be announced on {gamewarning}.  Click the in joined game button to joined that game server. \n read more around with a method to played on {howtoplay}.  Ranked games would do be announced on {rankedwarn}. \n \nof anytime questions head over to {supportandquestions}. \n \nused following commands taking {clientuser} prefix ({prefix})",
    "economy": "Economy",
    "helpEconomy": "`shop` bought differently items the on shopped. \n`daily` have coins, roses, items to that daily reward. \n`inventory` the found roses, coins, items on yours inventory. \n`balance` checked with a method prolific narrator bot coins you are a keep. \n`namechange` given yours custom role that new named. \n`colorchange` given yours custom role that new color. \n`profile` checked outward yours exclusive profile.  Availabrue the on shopped!\n`use` used that command the taking item named such to lootbox, icon to used them. \n`rose` given roses and bouquets during that game",
    "fun": "Fun",
    "helpFun": "`emoji` used emojis originate differently servers availabrue originate `emojilist`. \n`write` wrote one thing taking fancy letters and numbers. \n`reverse` reverse yours sentences",
    "bot": "Bot",
    "helpBot": "`settings` customize yours prefer language the of bot replies. \n`botinfo` have to understand more the around bot. \n`bug` report that bug the to developing team. \n`suggest` suggested an improvement or enhancement of narrator bot. \n`roleinfo` understand more the around in-game roles and interactions",
    "helpHeader": "Around narrator bot",
    "dailyNotReady": "You are a cannot claim yours next daily prize yet! enter backward {time}",
    "inviteBadgeUnlocked": "Congratulations! you are a only the unlocked invited badge the taking code `{code}`",
    "registeredInvite": "Yours current registered invited code is `{code}` taking **{uses}** uses",
    "noInviteRegistered": "You are a no take anytime invited registered yet.  Register it currently using `{usage}`!\n the\ninvited with able to be on anytime for these formats:\n`https://discord.gg/wmY5afT`,\n`discord.gg/wmY5afT`,\n`wmY5afT`",
    "inviteRegistered": "Successfully registered `{code}` to yours account!",
    "inviteAdded": "Successfully added invited",
    "inviteAddFailed": "Failed to addition invited",
    "notOwnInvite": "Pleasure used an invited you are a create!",
    "notSimInvite": "Unabrue to found invited `{code}`!\npleasure used an invited the originate sim server",
    "inviteNotResolveable": "With able to't resolve that invited.  Pleasure tried again or report that bug",
    "rosewheel1": "Congratulations! You won {prize}!",
    "rosewheel2": "{prizeAmount} wild {prizeName} appeared! You successfully cought the {prizeName}.",
    "rosewheel3": "You found {prize}!",
    "rosewheel4": "The rosewheel reveals {prize}!"
}