{
    "narratorbot": "Narrator Bot",
    "ping": "Silbido",
    "boosterDaily": "¡Debido a que eres un refuerzo, has recibido el doble de la cantidad normal de recompensas!",
    "daily": "{emoji} ¡Genial! ¡Has recibido {number} {prize}!",
    "noItemProvided": "Por favor, especifique un artículo de la tienda para comprar.",
    "unknownColor": "Lo siento, no reconozco el color {color}.\n¡Asegúrese de elegir un color adecuado de \\ `+ shop colors \\`!",
    "alreadyPurchasedRole": "¡Oye, ya has comprado ese papel!",
    "alreadyPurchasedColor": "¡Oye, ya compraste ese color!",
    "alreadyPurchasedItem": "¡Oye! ¡Ya compraste el {item}!",
    "notEnoughCurrency": "Lo sentimos, no tienes suficiente {currency} para eso.",
    "channelPurchaseSuccess": "¡Has comprado un canal privado! Puedes editar tu canal aquí: {channelLink}",
    "bugNoArguments": "Describe el error correctamente.\nMencione detalles de cómo se produjo el error, para qué rol y en qué juego. Mencione los detalles de los resultados esperados y observados.\nSi tiene capturas de pantalla para agregar, cree un error con los detalles mencionados anteriormente. Luego vaya a la URL generada y agregue sus capturas de pantalla en los comentarios del problema.",
    "bugNoGameServer": "¡No se pueden enviar imágenes adjuntas a un error desde el servidor del juego! Utilice el enlace a continuación para agregar sus archivos adjuntos.",
    "bugSuccess": "¡El error se ha informado correctamente! Proporcione capturas de pantalla o más información aquí:\n{url}",
    "suggestNoArguments": "Describe la sugerencia correctamente.\nMencione detalles de cómo desea mejorar el sistema actual / cómo su idea es efectiva y debe agregarse en WOVSIM. Mencione la diferencia en el sistema actual y su idea si corresponde.\nSi tiene capturas de pantalla / detalles para agregar, cree un problema con los detalles mencionados anteriormente. Luego vaya a la URL generada y agréguelas en los comentarios de la sugerencia.",
    "suggestNoGameServer": "¡No se pueden enviar imágenes adjuntas a una sugerencia del servidor del juego! Utilice el enlace a continuación para agregar sus archivos adjuntos.",
    "suggestSuccess": "¡Tu sugerencia ha sido enviada! Proporcione capturas de pantalla o más información aquí:\n{url}",
    "timeNoDuration": "¿Cuánto tiempo debería ser? Olvidó indicar la duración.",
    "timeInvalidFormat": "¡Formato de hora no válido!",
    "timeSet": "Estableciendo la hora para {time}",
    "timeIsUp": "¡El tiempo ha terminado! {silbido}",
    "colorInvalid": "¡{color} no es un color válido!",
    "specialRoleMissing": "¡No puedo encontrar un rol especial que se te haya asignado! Si tiene uno, infórmelo usando `+ bug`.",
    "colorNotSpecified": "¡Especifique un color!",
    "colorChanged": "¡Hecho! ¡Se ha cambiado el color de tu función especial!",
    "nameInvalid": "¡Ese nombre no es válido!",
    "nameSuccess": "¡Hecho! El nombre de su función especial se ha cambiado a {name}.",
    "profileNeedToBuy": "¡Necesitas comprar el comando de perfil para poder usarlo!",
    "profileLocked": "¡Este jugador no tiene su perfil desbloqueado en la tienda!",
    "profile": "Perfil",
    "inventory": "Inventario",
    "shopTitle": "Tienda de simulación de Wolvesville",
    "shopFooter": "Utilice `+buy <color> role` para comprar un color.",
    "page": "Página",
    "availableColors": "Colores disponibles",
    "customizeSettings": "¡Personaliza tu configuración a continuación!"
}