{
    "narratorbot": "Narrator Bot",
    "ping": "Ping",
    "boosterDaily": "आपको दोगुना पुरस्कार प्राप्त हुआ है क्योंकि आप एक बूस्टर हैं !",
    "daily": "{emoji} बढ़िया! आपको {number} {prize} मिला है!",
    "noItemProvided": "कृपया दुकान से खरीदने के लिए एक वस्तु चूने !",
    "unknownColor": "क्षमा करें, मैं {color} रंग को नहीं पहचानता । सुनिश्चित करें कि आपने \\`+shop colors\\` में से ही एक उचित रंग चुना है !",
    "alreadyPurchasedRole": "अरे, आपने वो Role पहले ही खरीद लिया है!",
    "alreadyPurchasedColor": "अरे, आपने वह रंग पहले ही खरीद लिया है!",
    "alreadyPurchasedItem": "अरे, आपने वह {item} पहले ही खरीद लिया है!",
    "notEnoughCurrency": "क्षमा करें, आपके पास इसके लिए पर्याप्त {currency} नहीं है!",
    "channelPurchaseSuccess": "आपने एक निजी चैनल खरीदा है! आप यहां अपना चैनल संपादित कर सकते हैं: {channelLink}",
    "bugNoArguments": "कृपया bug का ठीक से वर्णन करें। Bug कैसे हुआ, किस role के लिए और किस खेल में विवरण का उल्लेख करें।  अपेक्षित और देखे गए परिणामों के विवरण का उल्लेख करें।\nयदि आपके पास जोड़ने के लिए कोई screenshot है, तो उपर्युक्त विवरण के साथ एक bug बनाएं।  फिर generate किए गए URL पर जाएं और मुद्दे की टिप्पणियों में अपने screenshot जोड़ें।",
    "bugNoGameServer": "Game server से bug से जुड़ी image submit नहीं की जा सकतीं!  अपने attachment जोड़ने के लिए कृपया नीचे दिए गए link का उपयोग करें।",
    "bugSuccess": "Bug की सफलतापूर्वक report कर दी गई है!  कृपया यहां कोई screenshot या अधिक जानकारी प्रदान करें: {url}",
    "suggestNoArguments": "कृपया सुझाव का ठीक से वर्णन करें।  इस बात का विवरण दें कि आप current system को कैसे सुधारना चाहते हैं / आपका विचार कैसे प्रभावी है और इसे WOVSIM में जोड़ने की आवश्यकता है।  current system में अंतर और यदि लागू हो तो अपने विचार का उल्लेख करें।  \nयदि आपके पास जोड़ने के लिए कोई screenshot/विवरण है, तो ऊपर बताए गए विवरणों के साथ एक issue बनाएं।  फिर generate किए गए url पर जाएं और सुझाव की टिप्पणियों में अपना जोड़ें।",
    "suggestNoGameServer": "game server से किसी सुझाव से जुड़ी image submit नहीं की जा सकतीं!  अपने attachment जोड़ने के लिए कृपया नीचे दिए गए link का उपयोग करें।",
    "suggestSuccess": "आपका सुझाव भेज दिया गया है!  कृपया यहां कोई screenshot या अधिक जानकारी प्रदान करें: {url}",
    "timeNoDuration": "यह कब तक होना चाहिए?  आप अवधि बताना भूल गए।",
    "timeInvalidFormat": "अमान्य समय format!",
    "timeSet": "{time} के लिए समय निर्धारित करना।",
    "timeIsUp": "समय समाप्त हो गया!  {ping}",
    "colorInvalid": "{color} मान्य रंग नहीं है!",
    "specialRoleMissing": "मुझे आपको assigned गई कोई special role नहीं मिल रही है!  यदि आपके पास एक है, तो `+bug` का उपयोग करके इसकी report करें।",
    "colorNotSpecified": "कृपया कोई रंग निर्दिष्ट करें!",
    "colorChanged": "बना दिया! आपकी special role का रंग बदल दिया गया है!",
    "nameInvalid": "वह नाम अमान्य है!",
    "nameSuccess": "बना दिया!  आपकी special role का नाम बदलकर {name} कर दिया गया है।",
    "profileNeedToBuy": "इसका उपयोग करने के लिए आपको profile command खरीदना होगा!",
    "profileLocked": "इस व्यक्ति का profile दुकान से खुला नहीं है!",
    "profile": "Profile",
    "inventory": "वस्तु सूची",
    "shopTitle": "Wolvesville Simulation दुकान",
    "shopFooter": "रंग खरीदने के लिए `+buy <color> role` का उपयोग करें।",
    "page": "Page",
    "availableColors": "मौजूद रंग",
    "customizeSettings": "नीचे अपनी settings customize करें!",
    "noMentionPriv": "अपने private channel का उल्लेख न करें!",
    "gameServerMaxLength": "संदेश की अधिकतम length {length} वर्ण है!",
    "gameServerOneLine": "आप प्रति संदेश केवल एक पंक्ति भेज सकते हैं!",
    "pingMessage": "नमस्ते, मैं {name}!  मेरा उपसर्ग {prefix} है, और आप मेरे सभी commands को देखने के लिए `${prefix}help` का उपयोग कर सकते हैं!",
    "maintenance": "क्षमा करें, bot इस समय maintenance mode में है!",
    "blacklisted": "आपको blacklisted कर दिया गया है!  अब आप किसी भी command का उपयोग नहीं कर सकते हैं।",
    "commandRestrictGameServer": "उस command का उपयोग केवल game server में ही किया जा सकता है!",
    "error": "इस command को execute करते समय एक त्रुटि उत्पन्न हुई। Developers को सूचित कर दिया गया है।",
    "languageChange": "आपकी भाषा {language} पर set कर दी गई है!",
    "voteWhileDead": "आप मर चुके हैं, आप vote नहीं दे सकते।",
    "voteSelf": "आप अपने लिए vote नहीं कर सकते!",
    "voted": "मतदान",
    "gameStarted": "खेल शुरू हो चुका है!",
    "joinedGame": "{user} खेल में शामिल हो गया!",
    "spectateDead": "क्षमा करें, आप मर चुके हैं।  अब आप एक spectator के लिए switch नहीं कर सकते।",
    "spectate": "{user} अब खेल देख रहा है!",
    "narrateSecondMini": "दुर्भाग्य से, आप host नहीं हैं, और क्योंकि आप training में एक narrator हैं, आपको narrate spectate की अनुमति नहीं है!",
    "alreadyHaveRole": "आपके पास पहले से ही यह role है!",
    "notNarrator": "क्षमा करें, ऐसा करने के लिए आपको एक narrator होना चाहिए!",
    "gameBanned": "आप game banned हैं!  आप किसी भी खेल में शामिल नहीं हो सकते।",
    "joinedLink": "{ping}, खेल में शामिल होने के लिए ऊपर दिए गए link का उपयोग करें!",
    "alreadyJoined": "आप पहले ही खेल में शामिल हो चुके हैं!  Link के लिए {channel} देखें!",
    "amountInvalid": "{amount} is not a valid amount!",
    "coinsAdded": "Added {amount} to {user}.",
    "coinsRemoved": "Removed {amount} from {user}.",
    "userInvalid": "{user} is not a valid user!",
    "emergencyStop": "Emergency stop initiated! Please contact a dev assistant immediately!",
    "questFormatInvalid": "Invalid format! Use `+quest <user> <xp> <quest>`!",
    "stafflistQueued": "Stafflist update has been queued!",
    "needUserId": "Please specify a user ID.",
    "done": "Done!",
    "xpFormatInvalid": "Invalid format! Use `+xp <add/remove/set> <user> <amount>`!",
    "commandRan": "Successfully ran `{command}` on {user}!",
    "emojiNotFound": "Unable to find that emoji!",
    "helpMain": "**__How to join a simulation game?__**\nWhen a game is live, it will be announced in {gamewarning}. Click on the join game button to join a game server.\nRead more about how to play in {howtoplay}. Ranked games will be announced in {rankedwarn}.\n\nFor any questions head over to {supportandquestions}.\n\nUse following commands with {clientUser}'s prefix ({prefix}).",
    "economy": "Economy",
    "helpEconomy": "`shop` Buy different items in the shop.\n`daily` Get coins, roses, items as a daily reward.\n`inventory` Find the roses, coins, items in your inventory.\n`balance` Check how many narrator bot coins you got.\n`namechange` Give your custom role a new name.\n`colorchange` Give your custom role a new color.\n`profile` Check out your exclusive profile. Available in the shop!\n`use` Use this command with the item name such as lootbox, icon to use them.\n`rose` Give roses and bouquets during a game.",
    "fun": "Fun",
    "helpFun": "`emoji` use emojis from different servers available from `emojilist`.\n`write` Write something with fancy letters and numbers.\n`reverse` Reverse your sentences.",
    "bot": "Bot",
    "helpBot": "`settings` Customize your preferred language for the bot replies.\n`botinfo` Get to know more about the bot.\n`bug` Report a bug to the development team.\n`suggest` Suggest an improvement or enhancement for Narrator Bot.\n`roleinfo` Know more about the in-game roles and interactions.",
    "helpHeader": "About Narrator Bot"
}