{
    "narratorbot": "Narrator Bot",
    "ping": "Ping",
    "boosterDaily": "Omdat je een booster bent, heb je het dubbele van de normale beloning gekregen!",
    "daily": "{emoji} Gaaf! Je hebt {number} {prize} gekregen!",
    "noItemProvided": "Geef alsjeblieft aan welke item je wilt kopen van de winkel!",
    "unknownColor": "Sorry, Ik herken de kleur {color} niet. \nZorg ervoor dat je de goeie kleur kiest van \\`+shop colors\\`!",
    "alreadyPurchasedRole": "Hey, Je hebt deze rol al gekocht!",
    "alreadyPurchasedColor": "Hey, Je hebt deze kleur al gekocht!",
    "alreadyPurchasedItem": "Hey! Je hebt al de {item} gekocht!",
    "notEnoughCurrency": "Sorry, Je hebt niet genoeg {currency} voor dat!",
    "channelPurchaseSuccess": "Je hebt al een privé kanaal gekocht! Je kan je kanaal hier veranderen: {channelLink}",
    "bugNoArguments": "Beschrijf de bug goed.\nNoem details over hoe de bug heeft plaatsgevonden, voor welke rol en in welke game. Noem details van de verwachte en waargenomen resultaten.\nAls je screenshots hebt die je wilt toevoegen, maak een bug report met de bovenstaande details. Ga dan naar de gegenereerde URL en voeg je screenshots toe in de opmerkingen van de issue.",
    "bugNoGameServer": "Foto's bijgevoegd bij een bug in de game server kunnen niet worden ingezonden! Gebruik de link hieronder om bijlage's toe te voegen.",
    "bugSuccess": "De bug is succesvol gerapporteerd! Geef hier eventuele screenshots of meer informatie op: \n{url}",
    "suggestNoArguments": "Leg de suggestie goed uit.\nNoem details over hoe je het huidige systeem wilt verbeteren / hoe jouw idee effectief is en waarom het moet worden toegevoegd in WOVSIM. Noem de verschillen tussen het huidige systeem en jouw idee als het mogelijk is.\nAls je screenshots / details wilt toevoegen, maak een issue met bovenstaande details. Ga dan naar de gegenereerde URL en voeg ze toe in de opmerkingen van de suggestie.",
    "suggestNoGameServer": "Foto's bijgevoegd bij een suggestie van de game server kunnen niet worden ingezonden! Gebruik de link hier onder om je bijlage's toe te voegen.",
    "suggestSuccess": "Je suggestie is verstuurd! Geef hier eventuele screenshots of meer informatie op:\n{url}",
    "timeNoDuration": "Hoe lang moet het duren? Je bent vergeten de tijdsduur te vermelden.",
    "timeInvalidFormat": "Ongeldige tijdnotatie!",
    "timeSet": "De tijd instellen voor {time}",
    "timeIsUp": "Time is up! {ping}",
    "colorInvalid": "{color} is not a valid color!",
    "specialRoleMissing": "I am unable to find a special role assigned to you! If you have one, report this using `+bug`.",
    "colorNotSpecified": "Please specify a color!",
    "colorChanged": "Done! Your special role color has been changed!",
    "nameInvalid": "That name is invalid!",
    "nameSuccess": "Done! Your special role's name has been changed to {name}.",
    "profileNeedToBuy": "You need to buy the profile command in order to use it!",
    "profileLocked": "This player does not have their profile unlocked from the shop!",
    "profile": "Profile",
    "inventory": "Inventory",
    "shopTitle": "Wolvesville Simulation Shop",
    "shopFooter": "Use `+buy <color> role` to purchase a color.",
    "page": "Page",
    "availableColors": "Available Colors",
    "settingsHeader": "Customize your settings below!",
    "customizeSettings": "Customize your settings below!"
}