{
    "narratorbot": "นาร์เรเตอร์บอต",
    "ping": "ปิง",
    "boosterDaily": "เพราะว่าคุณเป็นบูสต์เตอร์, คุณได้รับสองเท่าของรางวัลปกติ!",
    "daily": "{emoji} ยอดเยี่ยม! คุณได้รับ {number} {prize}!",
    "noItemProvided": "โปรดพิมพ์ไอเท็มที่คุณจะซื้อด้วยนะ!",
    "unknownColor": "Sorry, I don't recognize the color {color}.\nMake sure you choose a proper color from \\`+shop colors\\`!",
    "alreadyPurchasedRole": "เฮ้, คุณซื้อบทบาทนั้นเเล้วนิ!",
    "alreadyPurchasedColor": "เฮ้, คุณซื้อสีนั้นเเล้วนิ!",
    "alreadyPurchasedItem": "เฮ้! คุณซื้อ {item} เเล้วนิ!",
    "notEnoughCurrency": "ขอโทษด้วย, คุณมี {currency} ไม่พอที่จะซื้อนะ!",
    "channelPurchaseSuccess": "คุณได้ซื้อช่องส่วนตัวเเล้ว! คุณตั้งค่าช่องของคุณได้ที่นี่: {channelLink}",
    "bugNoArguments": "Please describe the bug properly.\nMention details of how the bug has occurred, for which role and in which game. Do mention details of expected and observed results.\nIf you have any screenshots to add, create a bug with above mentioned details. Then go to the URL generated and add your screenshots in the comments of the issue.",
    "bugNoGameServer": "Images attached to a bug from the game server cannot be submitted! Please use the link below to add your attachments.",
    "bugSuccess": "The bug has successfully been reported! Please provide any screenshots or more information here:\n{url}",
    "suggestNoArguments": "กรุณาบอกคำเเนะนำอย่างเหมาะสม\nโปรดบอกเราว่าคุณอยากเพิ่มเติมอะไรกับระบบ / ความคิดเห็นของคุณมีประสิทธิภาพเเละต้องเพิ่มเข้าไปใน WOVSIM ยังไงบ้าง, โปรดพูดถึงความเเตกต่างในระบบปัจจุบันเเล้ะไอเดียของคุณถ้าได้\nถ้าคุณมีภาพหน้าจอ / ข้อมูลเพี่มเติมที่จะเพิ่ม, ทำข้อมูลเกี่ยวกับรายละเอียดข้างบน, จากนั้นไปที่ URL ที่สร้างขี้นมาเเละเพิ่มข้อมูลในคอมเมนต์ของความคิดเห็น",
    "suggestNoGameServer": "รูปที่เเนบมากับความคิดเห็นจากเชิร์ฟเวอร์เกมไม่สามารถส่งได้! โปรดใช้ลิงค์ข้างล่างเพื่อใส่ไฟล์เเนบ.",
    "suggestSuccess": "ความคิดเห็นของคุณถูกส่งไปเเล้ว! โปรดนำภาพหน้าจอหรือข้อมูลเพี่มเติมที่นี่: {url}",
    "timeNoDuration": "มันจะนานเท่าไหร่หรอ? คุณลืมระบุระยะเวลา",
    "timeInvalidFormat": "รูปเเบบเวลาไม่ถูกต้อง!",
    "timeSet": "ตั้งเวลาเป็น {time}",
    "timeIsUp": "หมดเวลาเเล้ว! {ping}",
    "colorInvalid": "{color} ไม่ใช่สีที่ถูกต้อง!",
    "specialRoleMissing": "ฉันไม่สามารถหาบทบาทพิเศษของคุณได! ถ้าคุณมีบทบาทพิเศษ, รายงานโดยใช้ `+bug`",
    "colorNotSpecified": "โปรดระบุสีมาด้วย!",
    "colorChanged": "สำเร็จ! สีบทบาทพิเศษของคุณได้เปลี่ยนเเล้ว!",
    "nameInvalid": "ชื่อนั้นไม่ถูกต้อง!",
    "nameSuccess": "สำเร็จ! ชื่อบทบาทพิเศษของคุณได้เปลื่ยนเป็น {name}.",
    "profileNeedToBuy": "คุณต้องซื้อคอมมานต์โปรไฟล์เพื่อที่จะใช้มัน!",
    "profileLocked": "ผู้เล่นนี้ไม่ได้มีโปรไฟล์ที่ปลดล็อกมาจากร้าน!",
    "profile": "โปรไฟล์",
    "inventory": "กระเป๋า",
    "shopTitle": "ร้าน Wolvesville Simulation",
    "shopFooter": "ใช้ `+buy <color> role` ในการซื้อสี",
    "page": "เพจ",
    "availableColors": "สีที่สามารถใช้ได้",
    "customizeSettings": "เปลี่ยนการตั้งค่าของข้างล่างนะ!"
}