{
    "narratorbot": "นาร์เรเตอร์บอต",
    "ping": "ปิง",
    "boosterDaily": "เพราะว่าคุณเป็นบูสต์เตอร์, คุณได้รับสองเท่าของรางวัลปกติ!",
    "daily": "{emoji} ยอดเยี่ยม! คุณได้รับ {number} {prize}!",
    "noItemProvided": "โปรดพิมพ์ไอเท็มที่คุณจะซื้อด้วยนะ!",
    "unknownColor": "ขอโทษด้วย, ฉันไม่รู้ว่าสี {color} คืออะไร \nลองตรวจสอบดูว่าสีที่เลือกเป็นสีที่มีอยู่ใน \\`+shop colors\\` รึเปล่า",
    "alreadyPurchasedRole": "เฮ้, คุณได้ซื้อบทบาทนั้นไปเเล้วนิ!",
    "alreadyPurchasedColor": "เฮ้, คุณได้ซื้อสีนั้นไปเเล้วนิ!",
    "alreadyPurchasedItem": "เฮ้! คุณไดซื้อ {item} ไปเเล้วนิ!",
    "notEnoughCurrency": "ขอโทษด้วย, คุณมี {currency} ไม่พอที่จะซื้อนะ!",
    "channelPurchaseSuccess": "คุณได้ซื้อช่องส่วนตัวเเล้ว! คุณตั้งค่าช่องของคุณได้ที่นี่: {channelLink}",
    "bugNoArguments": "โปรดบอกเราเกี่ยวกับข้อผิดพลาดบัคให้เข้าใจ\nกรุณาบอกเราว่าการขัดข้องเป็นยังไง, เกิดขึ้นในบทบาทอะไรเเละจากเกมไหน และให้พูดถึงผลลัพธ์ที่คาดหวังและผลลัพธ์ที่ได้รับ \nหากคุณมีภาพหน้าจอที่ถ่ายไว้ที่จะส่งเพิ่ม, ให้ทำข้อผิดพลาดตามรายละเอียดข้างบน โดยใช้เนื้อหาที่พูดไว้ก่อนหน้านี้ จากนั้นไปที่ URL เเละเพิ่มภาพหน้าจอในคอมเมนต์ของการขัดข้อง",
    "bugNoGameServer": "รูปภาพที่เเนบมากับข้อผิดพลาดไม่สามารถถูกส่งได้! โปรดใช้ลิงค์ข้างล่างเพื่อเเนบไฟล์",
    "bugSuccess": "ข้อผิดพลาดได้รายงานถูกเเล้ว! โปรดนำภาพหน้าจอหรือข้อมูลเพี่มเติมได้ที่นี่:\n{url}",
    "suggestNoArguments": "กรุณาบรรยายคำแนะนำให้ครบถ้วน\nโปรดบอกเราว่าคุณอยากพัฒนาระบบอย่างไรหรือความคิดเห็นของคุณมีประสิทธิภาพเเละต้องเพิ่มเข้าไปใน WOVSIM ยังไงบ้าง, โปรดพูดถึงความเเตกต่างในระบบปัจจุบันเเละไอเดียของคุณถ้าทำได้\nถ้าคุณมีภาพหน้าจอที่ถ่ายไว้ / ข้อมูลเพิ่มเติมที่ต้องการเพิ่ม, ทำข้อมูลเกี่ยวกับรายละเอียดข้างบน, จากนั้นไปที่ URL ที่สร้างขี้นมาเเละเพิ่มข้อมูลในคอมเมนต์ของความคิดเห็น",
    "suggestNoGameServer": "รูปที่เเนบมากับความคิดเห็นจากเชิร์ฟเวอร์เกมไม่สามารถส่งได้! โปรดใช้ลิงค์ข้างล่างเพื่อใส่ไฟล์เเนบ.",
    "suggestSuccess": "ความคิดเห็นของคุณถูกส่งไปเเล้ว! โปรดนำภาพหน้าจอหรือข้อมูลเพี่มเติมที่นี่: {url}",
    "timeNoDuration": "ตั้งเวลาเท่าไหนดี? คุณลืมระบุระยะเวลา",
    "timeInvalidFormat": "รูปเเบบเวลาไม่ถูกต้อง!",
    "timeSet": "ตั้งเวลาเป็น {time}",
    "timeIsUp": "หมดเวลาเเล้ว! {ping}",
    "colorInvalid": "{color} ไม่ใช่สีที่เลือกได้!",
    "specialRoleMissing": "ฉันไม่สามารถหาบทบาทพิเศษของคุณได! ถ้าคุณมีบทบาทพิเศษ, รายงานโดยใช้ `+bug`",
    "colorNotSpecified": "โปรดระบุสีมาด้วย!",
    "colorChanged": "สำเร็จ! สีบทบาทพิเศษของคุณได้เปลี่ยนเเล้ว!",
    "nameInvalid": "ชื่อนั้นไม่ถูกต้อง!",
    "nameSuccess": "สำเร็จ! ชื่อบทบาทพิเศษของคุณได้เปลื่ยนเป็น {name}.",
    "profileNeedToBuy": "คุณต้องซื้อคอมมานต์โปรไฟล์เพื่อที่จะใช้มัน!",
    "profileLocked": "ผู้เล่นนี้ไม่ได้มีโปรไฟล์ที่ปลดล็อกมาจากร้าน!",
    "profile": "โปรไฟล์",
    "inventory": "กระเป๋า",
    "shopTitle": "ร้าน Wolvesville Simulation",
    "shopFooter": "ใช้ `+buy <color> role` ในการซื้อสี",
    "page": "หน้า",
    "availableColors": "สีที่สามารถใช้ได้",
    "customizeSettings": "เปลี่ยนการตั้งค่าของข้างล่างนะ!",
    "noMentionPriv": "โปรดอย่าพูดถึงเเชนเนลส่วนตัวของคุณ!",
    "gameServerMaxLength": "ความยาวสูงสุดสำหรับข้อความคือ {length} ตัวอักษร!",
    "gameServerOneLine": "คุณสามารถส่งได้บรรทัดเดียวต่อข้อความ!",
    "pingMessage": "หวัดดี, ฉันคือ {name}! สัญลักษน์ขึ้นต้นคอมมานต์ของฉันคือ {prefix}, เเละคุณสามารถใช้ `${prefix}help` เพื่อดูคอมมานต์ของฉันทั้งหมด!",
    "maintenance": "ขอโทษด้วย, บอตกำลังอยู่ในโหมดซ่อมเเซมอยู่!",
    "blacklisted": "คุณโดนเเบล็คลิสต์เเล้ว! คุณไม่สามารถใช่คอมมานต์ได้อีกต่อไป",
    "commandRestrictGameServer": "คอมมานต์นั้นใช้ได้ในเชิร์ฟเวอร์เกมเท่านั้น!",
    "error": "มีการขัดข้องในการดำเนินการของคอมมานต์ ผู้พัฒนาบอทได้ถูกแจ้งเตือนแล้ว",
    "languageChange": "ภาษาคุณได้ถูกตั้งเป็น {language}!",
    "voteWhileDead": "คุณตายเเล้ว คุณไม่สามารถโหวดได้",
    "voteSelf": "คุณไม่สามารถโหวตตัวเอง!",
    "voted": "โหวตเเล้ว",
    "gameStarted": "เกมได้เริ่มไปเเล้ว!",
    "joinedGame": "{user} เข้าเกม!",
    "spectateDead": "ขอโทษ, คุณตายเเล้ว คุณไม่สามารถเปลี่ยนไปเป็นผู้ชมได้",
    "spectate": "{user} กำลังดูเกมนี้อยู่!",
    "narrateSecondMini": "เสียใจด้วย, คุณไม่ใช่คนที่ Host เกมนี้ และเนื่องจากคุณเป็นผู้บรรยายเกมที่ฝึกซ้อมอยู่คุณจึงไม่สามารถดูการบรรยายได้",
    "alreadyHaveRole": "คุณมีบทบาทนี้เเล้ว!",
    "notNarrator": "ขอโทษด้วย, คุณต้องเป็นผู้บรรยายถึงจะทำสิ่งนี้ได้!",
    "gameBanned": "คุณโดนเเบนจากเกมเเล้ว! คุณไม่สามารถเข้าเกมได้อีกต่อไป",
    "joinedLink": "{ping}, ใช้ลิงค์ข้างบนเพื่อเข้าเกม!",
    "alreadyJoined": "คุณเข้าเกมเเล้วนิ! เช็ค {channel} สำหรับลิงค์!",
    "amountInvalid": "{amount} ไม่ใช่จำนวนที่ถูกต้อง!",
    "coinsAdded": "เพื่ม {amount} ถึง {user} ได้สำเร็จ",
    "coinsRemoved": "ลบ {amount} จาก {user} ได้สำเร็จ",
    "userInvalid": "{user} ไม่ใช่ชื่อผู้ใช้ที่ถูกต้อง!",
    "emergencyStop": "ได้หยุดฉุกเฉินสำเร็จ! โปรดติดต่อผู้ช่วยพัฒนาบอตทันที!",
    "questFormatInvalid": "รูปเเบบที่ไม่ถูกต้อง! ใช้ `+quest <user> <xp> <quest>`! ",
    "stafflistQueued": "การอัพเตดรายชื่อพนักงานได้เข้าคิวเเล้ว!",
    "needUserId": "โปรดพิมพ์ ID ผู้ใช้",
    "done": "สำเร็จ!",
    "xpFormatInvalid": "รูปเเบบไม่ถูกต้อง! ใช้ `+xp <add/remove/set> <user> <amount>`!",
    "commandRan": "คำสั่ง `{command}` ทำงานที่ {user} ได้สำเร็จ!",
    "emojiNotFound": "ไม่สามารถค้นพบอิโมจิได้!",
    "helpMain": "**__สามารถเข้าเกมการจำลองได้อย่างไรหรอ?__**\nตอนที่มีเกมอยู่, มันจะประกาศใน {gamewarning} กดปุ่ม Join Game เพื่อเข้าเชิร์ฟเวอร์เกม\nทำความรู้จักกับวิธีเล่นเกมใน {howtoplay}\nเกมจัดอันดับจะมีประกาศที่ {rankedwarn}\n\nถ้ามีคำถามใดๆ ไปที่ {supportandquestions}\n\nใช้คำสั่งกับ prefix ของ {cilentUser} ({prefix})",
    "economy": "การเงิน",
    "helpEconomy": "`shop` ซื้อไอเท็มต่างๆ ในร้าน\n`daily` ได้เงิน, ดอกกุหลาบเเละไอเท็มเป็นรางวัลทุกๆวัน\n`inventory` ค้นหาดอกกุหลาบ, เหรียญเเละไอเท็มในกระเป๋าของคุณ\n`balance` ดูว่าคุณมีเหรียญนาร์เรเตอร์บอตเท่าไร\n`namechange` ใช้ชื่อใหม่สำหรับบทบาทพิเศษของคุณ\n`colorchange` ใช้สีใหม่สำหรับบทบทาพิเศษของคุณ\n`profile` ดูโปรไฟล์พิเศษของคุณ สามารถซื้อในร้านได้!\n`use` ใช้คำสั่งนี้กับชื่อไอเท็มอย่างเช่น lootbox เเละ icon ถึงจะใช้ไอเท็มได้",
    "fun": "สนุก",
    "helpFun": "`emoji` ใช้อิโมจิจากเชิร์ฟเวอร์อื่นที่มีใน `emojilist`\n`write` เขียนอะไรสักอย่างด้วยตัวหนังสือเเละเลขที่สวยงาม\n`reverse` ทำให้ประโยคของคุณกลับหลัง",
    "bot": "บอต",
    "helpBot": "`settings` ปรับเปลี่ยนภาษาสำหรับการตอบกลับของบอต\n`botinfo` ทำความรู้จักเกี่ยวกับบอต\n`bug` รายงานการบกพร่องไปทีมพัฒนาบอต\n`suggest` ให้ความเเนะนำสำหรับนาร์เรเตอร์บอต\n`roleinfo` ทำความรู้จักเกี่ยวกับบทบาทในเกมเเละการปฏิสัมพันธ์ของบทบาทนั้น",
    "helpHeader": "เกี่ยวกับนาร์เรเตอร์บอต",
    "dailyNotReady": "You cannot claim your next daily prize yet! Come back {time}",
    "inviteBadgeUnlocked": "Congratulations! You just unlocked the invite badge with the code `{code}`",
    "registeredInvite": "Your current registered invite code is `{code}` with **{uses}** uses.",
    "noInviteRegistered": "You don't have any invite registered yet. Register it now using `{usage}`!\n\nThe invite can be in any of these formats:\n`https://discord.gg/wmY5afT`,\n`discord.gg/wmY5afT`,\n`wmY5afT`",
    "inviteRegistered": "Successfully registered `{code}` to your account!",
    "inviteAdded": "Successfully added invite",
    "inviteAddFailed": "Failed to add invite",
    "notOwnInvite": "Please use an invite you created!",
    "notSimInvite": "Unable to find invite `{code}`!\nPlease use an invite from the sim server.",
    "inviteNotResolveable": "Can't resolve this invite. Please try again or report this bug."
}