{
    "narratorbot": "The Magnificent Narrator Bot",
    "ping": "Yes, i’m working fine, don’t believe me? Look at my latency!",
    "boosterDaily": "Because you’re slightly richer than average and decided to use your money to this server, you now also get richer in this currency because you received double the normal rewards amount!",
    "daily": "{emoji} whatever, you got {number} {prize}.",
    "noItemProvided": "You wot m8? Specify the item you want to buy or stop wasting my time.",
    "unknownColor": "Dude, I don’t have the color {color}, perhaps you should open your eyes and READ what colors I offer, choose from \\`+shop colors\\`.",
    "alreadyPurchasedRole": "You already have it, stop wasting my precious time smh",
    "alreadyPurchasedColor": "You already have that color, next time don’t waste my time and look with your own eyes",
    "alreadyPurchasedItem": "U wot m8? You already bought {item}, don’t waste my time on this",
    "notEnoughCurrency": "Oh look at you poor soul, you can’t afford it! You don’t have enough {currency}!",
    "channelPurchaseSuccess": "Wow rich selfish, you got yourself a private channel, yet you didn’t donate to the poor. Anyway, you can edit your selfish channel here: {channelLink} ",
    "bugNoArguments": "That’s not clear at all, you better mention the details of how the bug occurred, for which role and un which game, all details of expected and observer results. And if you have screenshots, then you gotta add those too. Create a bug with the details, then go to the UR, generated and add your poor screenshots in the comments of the issue.",
    "bugNoGameServer": "The pics you attached to a bug from the game server can’t be submitted obviously, dummy. Use the link below and add it there.",
    "bugSuccess": "Got it, if ya got any screenshots or more info, put it here {url}… or else…",
    "suggestNoArguments": "Dude, describe the suggestion properly, just mention details of how you want to improve the current system / how your idea is effective and needs to be added in WOVSIM, and you better don’t forget to mention the difference in the current system and your idea, if it’s any good at all. Got screenshots? Then create an issue (or you’ll have issues with me) with previously stated details. Then go to the UR, generated and add your screenshot in the comments of your suggestion.",
    "suggestNoGameServer": "You fool, you absolute fool, images attached to a suggestion from the game server obviously cannot be submitted! Luckily I expected your mistake and you can use the link below to add your attachments.",
    "suggestSuccess": "Suggestion sent, it better be a good one… got any screenshots or more information? Get it in here: {url}",
    "timeNoDuration": "bro u forgot to state the duration, how long should it be?",
    "timeInvalidFormat": "Invalid time format, you dummy!",
    "timeSet": "Ugh, fine. Timer set for {time}.",
    "timeIsUp": "Ayo {ping}, remember the timer you set? No? Well it’s over.",
    "colorInvalid": "Well {color} is definitely not a valid color..",
    "specialRoleMissing": "You don’t have any special role, poor broke guy. If I’m mistaken, probably not, then report me using `+bug`. ",
    "colorNotSpecified": "Dude, specify a color…",
    "colorChanged": "Although it doesn’t look cool, you wanted it so your role color has been changed.",
    "nameInvalid": "Bruh the name is invalid.",
    "nameSuccess": "Not the name that i’d pick, but okay I guess.. it’s been changed to {name}.",
    "profileNeedToBuy": "Hah, you don’t have the profile command so you can’t use it. You probably can't afford it either.",
    "profileLocked": "Nowp, they don’t have their profile unlocked from the shop.",
    "profile": "Profile",
    "inventory": "Inventory",
    "shopTitle": "Furryville Simulation Shop",
    "shopFooter": "Stop wasting my time by making mistakes, here’s how to do it properly: `+buy <color> role`",
    "page": "Page",
    "availableColors": "Available colors",
    "customizeSettings": "Customize your settings below.",
    "noMentionPriv": "Don’t flipping mention your private channel you cheater.",
    "gameServerMaxLength": "The max length for messages is {length} characters. Stop writing essays.",
    "gameServerOneLine": "Don’t send more than one line per message. Stop writing essays.",
    "pingMessage": "‘Sup? i’m {name}. My prefix is {prefix}m and you can use `${prefix}help` to see my commands. For the records, I’m better than other bots.",
    "maintenance": "You can't use me cuz I’m in maintenance mode!",
    "blacklisted": "Too bad, you’re blacklisted, you naughty boi. You can’t use any of my commands anymore, that should teach ya.",
    "commandRestrictGameServer": "You fool, that’s a game server only command,",
    "error": "An error occured when trying to execute this command. The developers have been notified.",
    "languageChange": "Your language is now set to {language}. Time to enjoy my toxicity..",
    "voteWhileDead": "You’re dead bruh, you can’t vote.",
    "voteSelf": "Bruhhh, don’t try to vote for yourself. ",
    "voted": "Voted",
    "gameStarted": "Too bad, the game didn’t want you in it so they started already,",
    "joinedGame": "Uh oh- {user} joined the game, time to ignore someone..",
    "spectateDead": "Nice try, but no. You can’t switch to spectator when you’re dead, silly boi.",
    "spectate": "{user} is now spectating like a lazy spectatorz",
    "narrateSecondMini": "Bruh stop trying to spectate as mini narrator... that won't work.",
    "alreadyHaveRole": "You blind? You already have this role.",
    "notNarrator": "You’re not a narrator, don’t waste my time.",
    "gameBanned": "You naughty boi, you’re game banned so you can’t join any games. Should’ve behaved.",
    "joinedLink": "{ping} join the game server or else…",
    "alreadyJoined": "Calm down, you already joined. Check {channel} or your mom will be disappointed.",
    "amountInvalid": "{amount} isn’t a valid amount, you fool.",
    "coinsAdded": "Added {amount} to {user}. They better enjoy that.",
    "coinsRemoved": "Removed {amount} from {user}. Poor thing…",
    "userInvalid": "{user} is not a valid user you dumbo!",
    "emergencyStop": "Emergency stop initiated! Contact a dev assistant now or else…",
    "questFormatInvalid": "Invalid format! Use `+quest <user> <xp> <quest>` next time and stop wasting my precious time.",
    "stafflistQueued": "Stafflist update has been queued, cuz no-one else does it I gotta do it I guess, lazy hoomans..",
    "needUserId": "You better start specifying a user ID RIGHT NOW!!",
    "done": "K",
    "xpFormatInvalid": "Invalid format, use `+xp <add/remove/set> <user> <amount>`. If you have EYES and you can READ then I wouldn’t have to say this..",
    "commandRan": "K, ran `{command}` on {user}.",
    "emojiNotFound": "You fool, that emoji doesn’t exist.",
    "helpMain": "**__How to join a simulation game?__**\nWhen a game is live, it will be announced in {gamewarning}. Click on the join game button to join a game server.\nRead more about how to play in {howtoplay}. Ranked games will be announced in {rankedwarn}.\n\nFor any questions head over to {supportandquestions}.\n\nUse following commands with {clientUser}'s prefix ({prefix}).",
    "economy": "Economy",
    "helpEconomy": "`shop` Pretty self explanatory.\n`daily` pretty self explanatory as well, you can get roses, coins and items from it.\n`inventory` also pretty self explanatory.\n`balance` self explanatory\n`namechange` changes the name of ur stupid custom role.\n`colorchange` changes the color of ur ridiculous custom role.\n`profile` can check ur profile, it’s in the shop and costs coins, so u prob cant afford it lol.\n`use` for usage of lootboxes, icon to use them.\n`rose` give away your only piece of kindness during a game. ew cringe",
    "fun": "Boringness\n",
    "helpFun": "`emoji` Kinda like nitro for poor people like you, use emoji’s from different servers from `emojilist`\n`write` write something with better handwriting than yours.\n`reverse` make ur sentences even harder to read than they already are",
    "bot": "Bot",
    "helpBot": "`settings` can get rid of these toxic replies. DON'T YOU DARE\n`botinfo` get to know about the best bot ever.\n`bug` report a bug to the dev team.\n`suggest` suggest stuff for Narrator bot.\n`roleinfo` expand your little knowledge about in-game roles and interactions.",
    "helpHeader": "About Narrator Bot",
    "dailyNotReady": "Hellooooooo, it's called \"daily\" for a reason. Wait {time}.",
    "inviteBadgeUnlocked": "woohoo you just got a badge. you'd better not forget the code: `{code}`",
    "registeredInvite": "Your current registered invite code is `{code}` with **{uses}** uses.",
    "noInviteRegistered": "lol register an invite first nub. use `{usage}`\n\nThe invite can be in any of these formats:\n`https://discord.gg/wmY5afT`,\n`discord.gg/wmY5afT`,\n`wmY5afT`",
    "inviteRegistered": "Successfully registered `{code}` to your account!",
    "inviteAdded": "Successfully added invite",
    "inviteAddFailed": "Failed to add invite",
    "notOwnInvite": "Please use an invite you created!",
    "notSimInvite": "Unable to find invite `{code}`!\nPlease use an invite from the sim server.",
    "inviteNotResolveable": "Can't resolve this invite. Please try again or report this bug."
}