{
    "narratorbot": "Narrator Bot",
    "ping": "Ping",
    "boosterDaily": "Vì bạn là người tăng cường cho máy chủ, bạn nhận được gấp đôi phần thưởng bình thường!",
    "daily": "{emoji} Tuyệt vời! Bạn đã nhận được {number} {prize}",
    "noItemProvided": "Xin hãy định rõ món đồ cần mua!",
    "unknownColor": "Xin lỗi, tui không nhận diện được màu này {color}.\nXin hãy đảm bảo bạn chọn đúng màu trong \\`+shop colors\\`!",
    "alreadyPurchasedRole": "Này, bạn đã mua vai trò đó rồi nhen!",
    "alreadyPurchasedColor": "Này, bạn đã mua màu đó rồi nhen!",
    "alreadyPurchasedItem": "Này, bạn đã mua món {item} rồi nhen!",
    "notEnoughCurrency": "Xin lỗi, bạn không đủ {currency} cho cái đó!",
    "channelPurchaseSuccess": "Bạn vừa mới mua kênh riêng! Bạn có thể chỉnh sửa nó ở đây: {channelLink}",
    "bugNoArguments": "Bạn hãy miêu tả rõ ràng lỗi hệ thống bạn đang va phải.\nNêu chi tiết nó đã xảy ra như thế nào, dính líu đến vai trò và trò chơi nào đã diễn ra. Bạn nhớ đề cập chi tiết về kết quả mong đợi và quan sát được. Nếu bạn có ảnh chụp màn hình để cung cấp thêm, bạn nên nhắc tới nó kèm theo chi tiết ở trên. Sau đó bạn hãy truy cập vào URL được cung cấp sẵn và thêm phần ảnh đó vào phần nhận xét của vấn đề.",
    "bugNoGameServer": "Hình ảnh gắn liền với phần lỗi từ phần trò chơi của máy chủ không thể gửi đi nha! Xin phiền bạn hãy dùng link bên dưới để đính kèm tệp tin.",
    "bugSuccess": "Phần lỗi đã được báo cáo thành công! Xin bạn hãy cung cấp thêm hình ảnh hoặc thông tin tại đây: \n{url}",
    "suggestNoArguments": "Bạn hãy diễn đạt rõ ý kiến của bạn.\nNêu chi tiết cách bạn muốn cải thiện phần hệ thống hiện tại / rằng ý kiến của bạn có đạt hiệu quả cao không và có cần thiết để được thêm vào WOVSIM. Cũng như bạn cần nói thêm về phần khác nhau giữa ý kiến của bạn và hệ thống hiện tại nếu được á.\nNếu bạn có bất kỳ ảnh chụp màn hình / thông tin để thêm vào, mà nó có vấn đề ảnh hưởng đến những chi tiết nêu trên. Thì bạn hãy truy cập vào đường link URL có sẵn và bỏ nó vào phần nhận xét ý kiến.",
    "suggestNoGameServer": "Hình ảnh gắn liền với ý kiến từ phần trò chơi của máy chủ không thể gửi đi nha! Xin phiền bạn hãy dùng link bên dưới để đính kèm tệp tin.",
    "suggestSuccess": "Ý kiến của bạn đã được gửi đi! Bạn có thể cung cấp thêm hình ảnh hoặc thông tin tại đây:\n{url}",
    "timeNoDuration": "Nó sẽ kéo dài trong bao lâu? Bạn quên đề cập đến một khoảng thời gian.",
    "timeInvalidFormat": "Sai định dạng thời gian!",
    "timeSet": "Thiết lập thời gian với {time}.",
    "timeIsUp": "Thời gian đã kết thúc! {ping}",
    "colorInvalid": "{color} là màu không hợp lệ!",
    "specialRoleMissing": "Tui không thể tìm thấy một vai trò đặc biệt nào được giao cho bạn! Nếu bạn có, hãy báo cáo điều này bằng cách sử dụng `+bug`.",
    "colorNotSpecified": "Xin hãy chỉ rõ một màu!",
    "colorChanged": "Xong! Màu của vai trò đặc biệt của bạn đã được thay đổi!",
    "nameInvalid": "Tên không hợp lệ!",
    "nameSuccess": "Xong! Tên vai trò đặc biệt của bạn đã được đổi thành {name}.",
    "profileNeedToBuy": "Bạn cần phải mua lệnh hồ sơ để dùng nó!",
    "profileLocked": "Người này không có mở khóa hồ sơ từ cửa hàng!",
    "profile": "Hồ sơ",
    "inventory": "Túi đồ",
    "shopTitle": "Cửa hàng Wolvesville Simulation",
    "shopFooter": "Dùng `+buy <color> color` để mua một màu sắc.",
    "page": "Trang",
    "availableColors": "Màu sắc có sẵn",
    "customizeSettings": "Tùy chỉnh cài đặt của bạn bên dưới!",
    "noMentionPriv": "Không được nhắc đến kênh riêng của bạn!",
    "gameServerMaxLength": "Độ dài tối đa cho tin nhắn là {length} ký tự!",
    "gameServerOneLine": "Bạn chỉ có thể gửi một dòng cho mỗi tin nhắn!",
    "pingMessage": "Xin chào, Tui là {name}! Tiền tố của tui là {prefix}, và bạn có thể dùng `${prefix}help` để thấy được tất cả lệnh của tui!",
    "maintenance": "Xin thứ lỗi, con bot đang trong chế độ bảo trì!",
    "blacklisted": "Bạn đã bị đưa vào danh sách đen! Bạn không thể dùng một lệnh nào cả.",
    "commandRestrictGameServer": "Lệnh này chỉ được dùng trong máy chủ trò chơi!",
    "error": "Đã xảy ra sự cố lỗi khi cố gắng thực thi lệnh này. Các nhà phát triển đã được thông báo.",
    "languageChange": "Ngôn ngữ của bạn đã được đặt thành {language}!",
    "voteWhileDead": "Bạn đã chết, bạn không thể bầu chọn.",
    "voteSelf": "Bạn không thể bỏ phiếu cho bản thân!",
    "voted": "đã bỏ phiếu",
    "gameStarted": "Trò chơi đã bắt đầu!",
    "joinedGame": "{user} đã tham gia trò chơi!",
    "spectateDead": "Xin lỗi, bạn đã chết. Bạn không thể chuyển qua làm khán giả bây giờ được.",
    "spectate": "{user} hiện đang theo dõi trò chơi!",
    "narrateSecondMini": "Thật không may, bạn không phải là người dẫn chính, bởi vì bạn là người dẫn chuyện đang được đào tạo, bạn không được phép tường thuật khán giả!",
    "alreadyHaveRole": "Bạn đã có vai trò này!",
    "notNarrator": "Xin lỗi, bạn phải là người dẫn chuyện để làm điều này!",
    "gameBanned": "Bạn đã bị cấm chơi! Bạn không thể tham gia bất kỳ trò chơi nào.",
    "joinedLink": "{ping}, dùng link bên trên để tham gia trò chơi!",
    "alreadyJoined": "Bạn đã tham gia trò chơi! Hãy kiểm tra {channel} để lấy link!",
    "amountInvalid": "{amount} số lượng không hợp lệ!",
    "coinsAdded": "Đã thêm {amount} cho {user}.",
    "coinsRemoved": "Đã xóa {amount} cùa {user}.",
    "userInvalid": "{user} người dùng không hợp lệ!",
    "emergencyStop": "Đã bắt đầu dừng khẩn cấp! Vui lòng liên hệ với trợ lý nhà sản xuất ngay lập tức!",
    "questFormatInvalid": "Định dạng không hợp lệ! Dùng `+quest <user> <xp> <quest>`!",
    "stafflistQueued": "Cập nhật danh sách nhân viên đã được xếp hàng đợi!",
    "needUserId": "Hãy nêu rõ ID người dùng.",
    "done": "Xong!",
    "xpFormatInvalid": "Định dạng không hợp lệ! Dùng `+xp <add/remove/set> <user> <amount>`!",
    "commandRan": "Đã chạy thành công `{command}' trên {user}!",
    "emojiNotFound": "Không thể tìm thấy biểu tượng cảm xúc đó!",
    "helpMain": "**__Làm sao để tham gia một game giả lập?__**\nKhi một trò chơi được thiết lập, nó sẽ được thông báo trong {gamewarning}. Bấm vào nút join game để tham gia máy chủ trò chơi.\nĐọc thêm cách chơi trong {howtoplay}. Phần đấu hạng sẽ được thông báo trong {rankedwarn}.\n\nNếu có thêm câu hỏi gì thì hãy truy cập đến {supportandquestions}.\n\nSử dụng các lệnh sau với tiền tố của {clientUser}'s ({prefix}).",
    "economy": "Kinh tế",
    "helpEconomy": "`shop` Mua những món khác nhau từ của hàng.\n`daily` Nhận tiền xu, hoa hồng, vật phẩm làm phần thưởng hằng ngày.\n`inventory` Tìm những bông hoa hồng, tiền xu, vật phẩm trong túi đồ của bạn.\n`balance` Kiểm tra xem bạn có bao nhiêu tiền xu của narrator bot.\n`namechange` Đặt tên cho vai trò tùy chỉnh của bạn.\n`colorchange` Đổi màu cho vai trò tùy chỉnh của bạn.\n`profile` Kiểm tra hồ sơ độc quyền của bạn. Có sẵn trong cửa hàng!\n`use` Sử dụng lệnh này với tên vật phẩm như lootbox, icon để sử dụng chúng.\n`rose` Tặng hoa hồng và bó hoa trong một trò chơi.",
    "fun": "Thứ vui",
    "helpFun": "`emoji` dùng biểu tượng cảm xúc của các máy chủ khác nhau có sẵn từ `emojilist`.\n`write` Viết những câu nói với nhiều chữ cái độc đáo và số.\n`reverse` Nghịch đảo câu viết.",
    "bot": "Bot",
    "helpBot": "`settings` Tùy chỉnh ngôn ngữ cho phần trả lời của bot.\n`botinfo` Tìm hiểu thông tin về bot.\n`bug` Báo cáo lỗi cho nhóm phát triển.\n`suggest` Đề xuất ý kiến về sự phát triển hoặc tiến hóa cho Narrator Bot.\n`roleinfo` Thông tin cho vai trò trong trò chơi và các tương tác.",
    "helpHeader": "Phần giới thiệu Narrator Bot",
    "dailyNotReady": "Bạn chưa thể nhận phần thưởng hằng ngày tiếp theo! Hãy quay lại sau {time}",
    "inviteBadgeUnlocked": "Xin chúc mừng! Bạn vừa mới mở khóa huy hiệu mời bằng mật mã `{code}`",
    "registeredInvite": "Mã mời đã đăng ký hiện tại của bạn là `{code}` với ** {uses}** sử dụng.",
    "noInviteRegistered": "Bạn chưa đăng ký bất kỳ lời mời nào. Đăng ký ngay bây giờ bằng cách sử dụng `{usage} '!\n\nLời mời có thể theo một trong số định dạng sau:\n`https://discord.gg/wmY5afT`,\n`discord.gg/wmY5afT`,\n`wmY5afT`",
    "inviteRegistered": "Đã đăng ký thành công `{code} 'vào tài khoản của bạn!",
    "inviteAdded": "Đã thêm thành công lời mời",
    "inviteAddFailed": "Thất bại trong việc thêm lời mời",
    "notOwnInvite": "Xin hãy dùng lời mời bạn đã tạo!",
    "notSimInvite": "Không thể tìm thấy lời mời `{code}`!\nXin hãy dùng lời mời của máy chủ sim.",
    "inviteNotResolveable": "Không thể giải quyết lời mời này. Vui lòng thử lại hoặc báo cáo lỗi này.",
    "rosewheel1": "Congratulations! You won {prize}!",
    "rosewheel2": "{prizeAmount} wild {prizeName} appeared! You successfully cought the {prizeName}.",
    "rosewheel3": "You found {prize}!",
    "rosewheel4": "The rosewheel reveals {prize}!"
}